[
    {
        "name": "NexusLabs",
        "context": "The project is called Nexus (NexusLabs). It aims to be a Layer 1 blockchain with a zkVM for verifiable computing, focused on AI and identity, essentially creating a “decentralized supercomputer.”\n\nCurrently, its airdrop campaign is in Testnet III, with an airdrop points system (1,000 points = 1 NEX). Participation is possible either by running a node via CLI (for heavier tasks) or through the browser at app.nexus.xyz (for lighter tasks). The mainnet date is not yet announced, but the campaign will continue until launch.\n\nAs part of Testnet III, there is CampNexus, a gamified and community-driven quest campaign launched in July 2025 as a “collaborative virtual camp.” It focuses on weekly challenges to test the network, create content, and build community. CampNexus takes place at quest.nexus.xyz.\n\nMy current status is:\n\nI’m running only the node via CLI, specifically two nodes.\n\nI’m also completing some of the campaigns through the Nexus quest portal (quest.nexus.xyz).\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "GoKiteAI",
        "context": "The project is called Kite AI, and it is a sovereign Layer 1 blockchain (built on Avalanche) dedicated to agentic AI applications — meaning autonomous agents that collaborate on data, models, and real-world tasks (e.g., bots that trade, play, or analyze).\n\nThe current airdrop phase is an incentivized testnet (V2 Ozone, an upgrade of Aero from Feb 2025) with XP points for a confirmed airdrop, launched in May/June 2025. The tasks include staking, bridging, swaps, and live agents (for example, a partnership with AiVeronica for a gaming agent). A faucet is available every 12h via Bitget/OKX wallets.\n\nMy current status is:\n\nI’m farming the testnet, trying to complete as many interactions as possible.\n\nI’m also considering running their node.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "lombard_finance",
        "context": "The project is called Lombarde Finance, and it is already on mainnet with its airdrop currently in the final phase. See the information from their own tweet:\n\n“The $BARD Airdrop Checker and Tokenomics will be shared tomorrow, 16 September.\nAirdrop Claims for Lux Holders and Kaito Yappers will take place on 18 September.”\n\nLux refers to the points earned from their airdrop farming campaign.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "RateX_Dex",
        "context": "The project is called RateX, the world’s first leveraged yield DEX, built on Solana and already live on mainnet, focused on capital-efficient yield trading. It enables leveraged yield farming, earning fixed yields, and synthetic yield-bearing tokens (YT/PT) for assets such as SOL, USDe, bbSOL, hyloSOL, and fragSOL.\n\nThe “RateX Points Program” is an XP/points system for a potential airdrop — not yet confirmed, but points accumulate eligibility for future rewards (via whitelist and boosters). Points can be earned through providing liquidity (LP) or purchasing yield tokens (YT), with bonus multipliers depending on integrations of those LPs and YTs with other protocols.\n\nMy current status is:\n\nI’m providing liquidity (LP) for the lrtsSOL token, which gives me a 4x multiplier on Adrastea and Solayer (two other projects), as well as a 5x multiplier on RateX itself.\n\nThese LPs have an expiration date until 25/12. Once that date arrives, I need to remove lrtsSOL and allocate it to another LP.\n\nAny information related to this context (including the Adrastea and Solayer projects) should be considered important and relevant to the airdrop."
    },
    {
        "name": "build_on_bob",
        "context": "The project is called BOB (Build on Bob), a hybrid ZK rollup Layer 2 for Bitcoin DeFi, combining the security of BTC with the usability of ETH. The project is currently live on mainnet.\n\nThe current campaign is called BOB Fusion, an incentivized program designed to engage users in the ecosystem: you “harvest” Spice (points) by interacting with apps, which may lead to future rewards, including multiple airdrops (e.g., tokens from partner projects such as Solv, Lombard, or Uniswap V3). The Final Season focuses on BTC LSTs (Liquid Staking Tokens) for high boosts, community voting, and bonus events.\n\nMy current status is:\n\nI’m holding LBTC (from Lombard Finance) via Tulipa Saffron inside the protocol Euler (Euler Finance), farming points for both Lombard and BOB at the same time.\n\nI’m considering removing LBTC and converting it into another BTC LST to allocate elsewhere, since Lombard’s campaign is coming to an end.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "zen_chain",
        "context": "The project is called ZenChain, the first decentralized Bitcoin Layer 1 compatible with the EVM, combining Bitcoin’s security with Ethereum’s programmability for secure cross-chain interactions.\n\nThe project is currently in an incentivized testnet (launched around January 2025, with ongoing upgrades). The roadmap indicates that mainnet is “loading.” The current campaign is called ZenQuest, an incentivized quest campaign (mostly social quests) on testnet to farm XP (points that will convert into $ZTC airdrop on mainnet).\n\nMy current status is:\n\nI’ve already completed the maximum amount of social quests available; the remaining ones are extremely difficult to complete.\n\nI probably won’t continue with the current quests. Instead, I’m more interested in new quests and especially on-chain quests.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "ethena_labs",
        "context": "The project is called Ethena Labs, a DeFi protocol designed to create “Internet Money” via USDe, a synthetic dollar backed by delta-hedged positions (ETH/BTC spot longs + perpetual shorts). It is chain-agnostic (Ethereum, Avalanche, TON, etc.), with sUSDe for staking rewards (current APY ~19%, 2024 historical APY in the high double digits). Planned expansions include USDtb (Bitcoin-backed), eUSDe (Ethereum yield-bearing), and hUSDe (native hedged dollars).\n\nThe project is already live on mainnet with an incentivized campaign currently in Season 4 (active since June 2025). To farm points, users must interact through deposits, staking, and LP activities.\n\nMy current status is:\n\nI have sENA staked on their platform, which is the staked version of their native token ENA. Holding sENA earns me points not only for Ethena but also for the following projects: Ethereal, Derive, Echelon, Terminal, and Strata.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "kakarotzkevm",
        "context": "The project is called Kakarot, a ZK-EVM (Ethereum Virtual Machine with zero-knowledge proofs) built on Starknet/Cairo, focused on “local proving” — generating ZK proofs directly on the user’s device (without cloud computing, for better privacy and speed).\n\nThe project’s testnet was discontinued, and mainnet has not yet launched due to development issues. Currently, the only campaign they run is FibRace (“Prove to Win”), a mobile game designed to benchmark ZK at scale. At the moment, the game does not include any login system that could link gameplay activity to users who previously participated in the testnet.\n\nMy current status is:\n\nI farmed their testnet until its shutdown.\n\nI am now looking for updates that align with this context and could be relevant to a potential airdrop.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "pharos_network",
        "context": "The project is called Pharos, the fastest EVM-compatible Layer 1 (30–50K TPS), modular and parallel, designed for RWAs (real-world assets), TradFi, and cross-chain liquidity. The roadmap indicates mainnet is upcoming (targeting $300M RWAs at launch), with community estimates pointing to Q4 2025 or Q1 2026, depending on momentum and audits.\n\nThe project is currently in a testnet phase with an incentivized campaign in Season 2 (launched in July 2025). The campaign involves on-chain interactions (claiming faucet, swaps, staking, lending, and borrowing), check-ins, and social quests (tasks on Layer3/Galxe for badges/NFTs).\n\nMy current status is:\n\nI did not farm Season 1; I started with Season 2 but am farming consistently.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    },
    {
        "name": "solsticefi",
        "context": "The project is called Solstice, a native Solana DeFi protocol that democratizes delta-neutral institutional yields (hedged strategies generating stable returns regardless of market pumps/dumps). Core products include:\n\nUSX, a synthetic stablecoin pegged to USD, 100% collateralized in USDC/USDT, providing real-time yields via funding rate arbitrage and hedged staking (historical average APY ~19.2% over the last 12 months).\n\nYieldVault, a permissionless vault to lock USX and access off-chain returns, protected by an insurance fund.\n\nThe project is currently in a closed beta (there will be no public testnet, launching directly to mainnet). There is no active airdrop campaign yet, but they opened a registration via the Megaphone app, which includes some social quests with the following message:\n\n“Be early to Solstice ☀️ Complete daily quests to earn XP. Participants who submitted their Solana wallet and completed all tasks will earn Flares (points) in the Solstice dapp and be a step ahead when it launches this September!”\n\nMy current status is:\n\nI have completed all social quests and am waiting for any updates regarding the project that could signal a potential airdrop.\n\nAny information related to this context should be considered important and relevant to the airdrop."
    }
]